IDEA Open Model
NonConformityIssue.Guid Property
Compatible with IDEA StatiCa Beta 20.0
 Description of the nonconformity
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Guid Guid { get; set; }
Public Property Guid As Guid
	Get
	Set
Property Value
Type: Guid
See Also
Reference
NonConformityIssue Class
IdeaRS.OpenModel.Message Namespace